Repository: wafiqmuhaz/my_portfolio_web_app
Catalog: lib/l10n/arb/app_*.arb
Languages: es, id

# counterAppBarTitle
source: Counter
es: Contador
id: Penghitung

# flutterDeveloper
source: Flutter Application Developer
es: Desarrollador de aplicaciones Flutter
id: Pengembang Aplikasi Flutter

source: Flutter Engineer
es: Ingeniero de Flutter
id: Insinyur Flutter

source: Let's Talk
es: Hablemos
id: Ayo Bicara

# kAboutMe
source: About Me
es: Sobre mí
id: Tentang Saya

# kAboutMeTitle
source: I'm Wafiq Muhaz, A Flutter Developer
es: Soy Wafiq Muhaz, un desarrollador de Flutter
id: Saya Wafiq Muhaz, seorang pengembang Flutter

# kAboutMeDesc
source: I am currently pursuing a bachelor's degree in Computer Science with a specialization in Information Technology. I have been passionate about mobile app development and have gained valuable experience in this field with one year of practical experience. During this time, I have worked both independently and as a part of a team in developing various applications.
es: Actualmente estoy persiguiendo una licenciatura en Ciencias de la Computación con especialización en Tecnología de la Información. He sido apasionado por el desarrollo de aplicaciones móviles y he adquirido experiencia valiosa en este campo con un año de experiencia práctica. Durante este tiempo, he trabajado tanto de manera independiente como como parte de un equipo en el desarrollo de varias aplicaciones.
id: Saat ini saya sedang menempuh pendidikan sarjana di jurusan Ilmu Komputer dengan spesialisasi di bidang Teknologi Informasi. Saya memiliki minat yang besar dalam pengembangan aplikasi mobile dan telah memperoleh pengalaman berharga di bidang ini selama satu tahun dengan pengalaman praktis. Selama waktu tersebut, saya telah bekerja secara mandiri dan sebagai bagian dari tim dalam mengembangkan berbagai aplikasi.

# kAboutMeDesc2
source: In addition to my technical skills, I have a strong ability to work collaboratively with others and communicate complex technical concepts effectively. I am always eager to learn and explore new technologies to further enhance my skills and knowledge.
es: Además de mis habilidades técnicas, tengo una fuerte capacidad para trabajar en colaboración con otros y comunicar conceptos técnicos complejos de manera efectiva. Siempre estoy ansioso por aprender y explorar nuevas tecnologías para mejorar aún más mis habilidades y conocimientos.
id: Selain keterampilan teknis, saya memiliki kemampuan yang kuat untuk bekerja secara kolaboratif dengan orang lain dan mengomunikasikan konsep teknis yang kompleks dengan efektif. Saya selalu bersemangat untuk belajar dan mengeksplorasi teknologi baru untuk lebih meningkatkan keterampilan dan pengetahuan saya.

# kTechStack
source: Technology I have worked with
es: Tecnología con la que he trabajado
id: Teknologi yang pernah saya kerjakan

# kProductive
source: Productive
es: Productivo
id: Produktif

# kExperienced
source: Experienced
es: Experimentado
id: Berpengalaman

# kDownloadCV
source: DOWNLOAD CV
es: DESCARGAR CV
id: UNDUH CV

# kWhatIdo
source: What I Do?
es: ¿Qué hago?
id: Apa yang dapat saya lakukan?

# kWhatIdoDesc
source: I may not be perfect, but I'm surely of some help
es: No soy perfecto, pero seguro que puedo ayudar en algo
id: Saya mungkin tidak sempurna, tetapi saya pasti bisa membantu

# kProjects
source: Projects
es: Proyectos
id: Proyek

# kProjectsDesc
source: I would like to emphasize that the following projects are not entirely mine as some of them have been developed for the company I work for and some others for clients, while the backend side is provided.
es: Me gustaría enfatizar que los siguientes proyectos no son completamente míos, ya que algunos de ellos han sido desarrollados para la empresa para la que trabajo y otros para clientes, mientras que el lado del backend es proporcionado.
id: Saya ingin menekankan bahwa proyek-proyek berikut bukan sepenuhnya karya saya, karena beberapa di antaranya telah dikembangkan untuk perusahaan tempat saya bekerja, dan beberapa lagi untuk klien, sedangkan sisi backend disediakan.

# kTechUsed
source: Technologies Used
es: Tecnologías utilizadas
id: Teknologi yang digunakan

# kEndFooter
source: Developed in ðŸ’› with Flutter
es: Desarrollado en 💛 con Flutter
id: Dikembangkan menggunakan ðŸ’› dengan Flutter

# kHome
source: Home
es: Homehogar
id: Utama
